export default function PrivacyPolicyPage() {
  return (
    <div className="policy">
      <h1>개인정보처리방침</h1>
      <h3>제1조 (목적)</h3>
      <p>
        여성서사 아카이브 프로젝트 Warchive(이하 ‘와카이브'라고 함)는 와카이브가
        제공하고자 하는 서비스(이하 ‘서비스’)를 이용하는 개인(이하 ‘이용자’ 또는
        ‘개인’)의 정보(이하 ‘개인정보’)를 보호하기 위해, 개인정보보호법,
        정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 '정보통신망법') 등
        관련 법령을 준수하고, 서비스 이용자의 개인정보 보호 관련한 고충을
        신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이
        개인정보처리방침(이하 ‘본 방침’)을 수립합니다.
      </p>

      <h3>제2조(개인정보 처리의 원칙)</h3>
      <p>
        개인정보 관련 법령 및 본 방침에 따라 와카이브는 이용자의 개인정보를
        수집할 수 있으며 수집된 개인정보는 개인의 동의가 있는 경우에 한해
        제3자에게 제공될 수 있습니다. 단, 법령의 규정 등에 의해 적법하게
        강제되는 경우 와카이브는 수집한 이용자의 개인정보를 사전에 개인의 동의
        없이 제3자에게 제공할 수도 있습니다.
      </p>

      <h3>제3조(본 방침의 공개)</h3>
      <p>
        ① 와카이브는 이용자가 언제든지 쉽게 본 방침을 확인할 수 있도록 와카이브
        홈페이지 첫 화면 또는 첫 화면과의 연결화면을 통해 본 방침을 공개하고
        있습니다.
      </p>
      <p>
        ② 와카이브는 제1항에 따라 본 방침을 공개하는 경우 글자 크기, 색상 등을
        활용하여 이용자가 본 방침을 쉽게 확인할 수 있도록 합니다.
      </p>

      <h3>제4조(본 방침의 변경)</h3>
      <p>
        ① 본 방침은 개인정보 관련 법령, 지침, 고시 또는 정부나 서비스의 정책이나
        내용의 변경에 따라 개정될 수 있습니다.
      </p>
      <p>
        ② 와카이브는 제1항에 따라 본 방침을 개정하는 경우 다음 각 호 하나 이상의
        방법으로 공지합니다.
      </p>
      <ol>
        <li>
          와카이브가 운영하는 인터넷 홈페이지의 첫 화면의 공지사항란 또는 별도의
          창을 통하여 공지하는 방법
        </li>
        <li>
          서면·모사전송·전자우편 또는 이와 비슷한 방법으로 이용자에게 공지하는
          방법
        </li>
      </ol>
      <p>
        ③ 와카이브는 제2항의 공지는 본 방침 개정의 시행일로부터 최소 7일 이전에
        공지합니다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일
        전에 공지합니다.
      </p>

      <h3>제5조(회원 가입을 위한 정보)</h3>
      <p>
        와카이브는 이용자의 서비스에 대한 회원가입을 위하여 다음과 같은 정보를
        수집합니다.
      </p>
      <ol>
        <li>필수 수집 정보: 카카오톡 회원번호</li>
      </ol>

      <h3>제6조(서비스 이용 및 부정 이용 확인을 위한 정보)</h3>
      <p>
        와카이브는 이용자의 서비스 이용에 따른 통계∙분석 및 부정이용의
        확인∙분석을 위하여 다음과 같은 정보를 수집합니다. (부정이용이란 회원탈퇴
        후 재가입, 서비스가 제공하는 기능을 이용한 악의적인 행위 등을 반복적으로
        행하는 등 와카이브가 제공하는 할인쿠폰, 이벤트 혜택 등의 경제상 이익을
        불·편법적으로 수취하는 행위, 이용약관 등에서 금지하고 있는 행위,
        명의도용 등의 불·편법행위 등을 말합니다.)
      </p>
      <ol>
        <li>필수 수집 정보: 서비스 이용기록, 쿠키, 접속지 정보 및 기기정보</li>
      </ol>

      <h3>제7조(개인정보 수집 방법)</h3>
      <p>와카이브는 다음과 같은 방법으로 이용자의 개인정보를 수집합니다.</p>
      <ol>
        <li>
          어플리케이션 등 와카이브가 제공하는 홈페이지 외의 서비스를 통해
          이용자가 자신의 개인정보를 입력하는 방식
        </li>
      </ol>

      <h3>제8조(개인정보의 이용)</h3>
      <p>와카이브는 개인정보를 다음 각 호의 경우에 이용합니다.</p>
      <ol>
        <li>공지사항의 전달 등 와카이브운영에 필요한 경우</li>
        <li>
          이용문의에 대한 회신, 불만의 처리 등 이용자에 대한 서비스 개선을 위한
          경우
        </li>
        <li>와카이브의 서비스를 제공하기 위한 경우</li>
        <li>
          법령 및 와카이브 약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용
          행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및
          제재를 위한 경우
        </li>
        <li>신규 서비스 개발을 위한 경우</li>
      </ol>

      <h3>제9조(개인정보의 보유 및 이용기간)</h3>
      <p>
        ① 와카이브는 이용자의 개인정보에 대해 개인정보의 수집·이용 목적 달성을
        위한 기간 동안 개인정보를 보유 및 이용합니다.
      </p>
      <p>
        ② 전항에도 불구하고 와카이브는 내부 방침에 의해 서비스 부정이용기록은
        부정 가입 및 이용 방지를 위하여 회원 탈퇴 시점으로부터 최대 1년간
        보관합니다.
      </p>

      <h3>제10조(법령에 따른 개인정보의 보유 및 이용기간)</h3>
      <p>
        와카이브는 관계법령에 따라 다음과 같이 개인정보를 보유 및 이용합니다.
      </p>
      <ol>
        <li>
          전자상거래 등에서의 소비자보호에 관한 법률에 따른 보유정보 및 보유기간
          <ol>
            <li>소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</li>
          </ol>
        </li>
        <li>
          통신비밀보호법에 따른 보유정보 및 보유기간
          <ol>
            <li>웹사이트 로그 기록 자료 : 3개월</li>
          </ol>
        </li>
      </ol>

      <h3>제11조(개인정보의 파기원칙)</h3>
      <p>
        와카이브는 원칙적으로 이용자의 개인정보 처리 목적의 달성,
        보유·이용기간의 경과 등 개인정보가 필요하지 않을 경우에는 해당 정보를
        지체 없이 파기합니다.
      </p>

      <h3>제12조(개인정보파기절차)</h3>
      <p>
        이용자가 회원가입 등을 위해 입력한 정보는 개인정보 처리 목적이 달성된 후
        별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련
        법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된
        후 파기 되어집니다.
      </p>

      <h3>제13조(개인정보파기방법)</h3>
      <p>
        와카이브는 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는
        기술적 방법을 사용하여 삭제하며, 종이로 출력된 개인정보는 분쇄기로
        분쇄하거나 소각 등을 통하여 파기합니다.
      </p>

      <h3>제14조(개인정보 조회 및 수집동의 철회)</h3>
      <p>
        ① 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를
        조회하거나 수정할 수 있으며 개인정보수집 동의 철회를 요청할 수 있습니다.
      </p>
      <p>
        ② 이용자 및 법정 대리인은 자신의 가입정보 수집 등에 대한 동의를 철회하기
        위해서는 개인정보보호책임자 또는 담당자에게 서면, 전화 또는
        전자우편주소로 연락하시면 와카이브는 지체 없이 조치하겠습니다.
      </p>

      <h3>제15조(개인정보 정보변경 등)</h3>
      <p>
        ① 이용자는 와카이브에게 전조의 방법을 통해 개인정보의 오류에 대한 정정을
        요청할 수 있습니다.
      </p>
      <p>
        ② 와카이브는 전항의 경우에 개인정보의 정정을 완료하기 전까지 개인정보를
        이용 또는 제공하지 않으며 잘못된 개인정보를 제3자에게 이미 제공한
        경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이
        이루어지도록 하겠습니다.
      </p>

      <h3>제16조(이용자의 의무)</h3>
      <p>
        ① 이용자는 자신의 개인정보를 최신의 상태로 유지해야 하며, 이용자의
        부정확한 정보 입력으로 발생하는 문제의 책임은 이용자 자신에게 있습니다.
      </p>
      <p>
        ② 타인의 개인정보를 도용한 회원가입의 경우 이용자 자격을 상실하거나 관련
        개인정보보호 법령에 의해 처벌받을 수 있습니다.
      </p>
      <p>
        ③ 이용자는 전자우편주소, 비밀번호 등에 대한 보안을 유지할 책임이 있으며
        제3자에게 이를 양도하거나 대여할 수 없습니다.
      </p>

      <h3>제17조(개인정보 유출 등에 대한 조치)</h3>
      <p>
        와카이브는 개인정보의 분실·도난·유출(이하 "유출 등"이라 한다) 사실을 안
        때에는 지체 없이 다음 각 호의 모든 사항을 해당 이용자에게 알리고
        방송통신위원회 또는 한국인터넷진흥원에 신고합니다.
      </p>
      <ol>
        <li>유출 등이 된 개인정보 항목 </li>
        <li>유출 등이 발생한 시점 </li>
        <li>이용자가 취할 수 있는 조치 </li>
        <li>정보통신서비스 제공자 등의 대응 조치 </li>
        <li>이용자가 상담 등을 접수할 수 있는 부서 및 연락처</li>
      </ol>

      <h3>제19조(개인정보 유출 등에 대한 조치의 예외)</h3>
      <p>
        와카이브는 전조에도 불구하고 이용자의 연락처를 알 수 없는 등 정당한
        사유가 있는 경우에는 와카이브의 홈페이지에 30일 이상 게시하는 방법으로
        전조의 통지를 갈음하는 조치를 취할 수 있습니다.
      </p>

      <h3>제18조(개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)</h3>
      <p>
        ① 와카이브는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용 정보를
        저장하고 수시로 불러오는 개인정보 자동 수집장치(이하 '쿠키')를
        사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의
        웹브라우저(PC 및 모바일을 포함)에게 보내는 소량의 정보이며 이용자의
        저장공간에 저장되기도 합니다.  
      </p>
      <p>
        ② 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는
        웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될
        때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
      </p>

      <p>
        ③ 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 와카이브의 일부
        서비스는 이용에 어려움이 있을 수 있습니다.
      </p>

      <h3>제19조(쿠키 설치 허용 지정 방법)</h3>
      <p>
        웹브라우저 옵션 설정을 통해 쿠키 허용, 쿠키 차단 등의 설정을 할 수
        있습니다.
      </p>
      <ul>
        <li>
          <a
            href="https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&hl=ko"
            target="_blank"
            rel="noreferrer"
          >
            Chrome 쿠키 설정 방법
          </a>
        </li>
        <li>
          <a
            href="https://support.apple.com/ko-kr/105082"
            target="_blank"
            rel="noreferrer"
          >
            Safari 쿠키 설정 방법
          </a>
        </li>
        <li>
          <a
            href="https://support.mozilla.org/ko/kb/enhanced-tracking-protection-firefox-desktop?redirectslug=enable-and-disable-cookies-website-preferences&redirectlocale=ko"
            target="_blank"
            rel="noreferrer"
          >
            Firefox 쿠키 설정 방법
          </a>
        </li>
        <li>
          <a
            href="https://support.microsoft.com/ko-kr/microsoft-edge/microsoft-edge%EC%97%90%EC%84%9C-%EC%BF%A0%ED%82%A4-%EC%82%AD%EC%A0%9C-63947406-40ac-c3b8-57b9-2a946a29ae09"
            target="_blank"
            rel="noreferrer"
          >
            Edge 쿠키 설정 방법
          </a>
        </li>
        <li>
          <a
            href="https://help.whale.naver.com/ko/desktop/tips/clearhistory/"
            target="_blank"
            rel="noreferrer"
          >
            Whale 쿠키 설정 방법
          </a>
        </li>
      </ul>

      <hr />
      <p>시행일자 : 2024년 5월 2일</p>
    </div>
  );
}
