export default function TermsOfServicePage() {
  return (
    <div className="policy">
      <h1>이용 약관</h1>

      <h2>제1장 총칙</h2>

      <h3>제1조 (목적)</h3>
      <p>
        이 약관은 여성서사 아카이브 프로젝트 Warchive(이하 "와카이브"라 한다)이
        제공하는 인터넷 서비스(이하 "서비스"라 한다)의 이용에 관한 조건 및
        절차와 기타 필요한 사항을 규정하는 것을 목적으로 합니다.
      </p>

      <h3> 제2조 (용어의 정의)</h3>
      <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
      <ol>
        <li>
          "회원"이라 함은 "와카이브"에 개인정보를 제공하여 회원등록을 한 자로서,
          "와카이브"의 정보를 지속적으로 제공받으며, "와카이브"이 제공하는
          서비스를 지속적으로 이용할 수 있는 자를 말합니다.
        </li>

        <li>
          "이용자"라 함은 "서비스"에 접속하여 이 약관에 따라 "와카이브"에서
          제공하는 서비스를 받는 회원 및 비회원을 말합니다.
        </li>

        <li>
          "서비스 이용"라 함은 이용자가 단말기를 이용하여 “와카이브”에 접속하여
          "와카이브"이 제공하는 정보를 이용하는 것을 말합니다.
        </li>
      </ol>

      <h3>제3조 (약관의 효력 및 변경)</h3>
      <p>
        ① 이 약관은 서비스 메뉴에 게시하거나 기타의 방법으로 공시함으로써 효력을
        발생합니다.
      </p>
      <p>
        ② 와카이브는 합리적인 사유가 발생한 경우에는 이 약관을 변경할 수 있으며,
        약관을 변경한 경우에는 변경내용을 최소 7일 이전에 공시합니다.
      </p>
      <p>
        ③ 회원은 변경된 약관사항에 동의하지 않으면, 언제나 서비스 이용을
        중단하고 이용계약을 해지할 수 있습니다.
      </p>
      <p>
        ④ 약관의 효력발생일 이후의 계속적인 서비스 이용은 약관의 변경사항에
        회원이 동의한 것으로 간주됩니다.
      </p>

      <h3>제4조 (약관외 준칙)</h3>
      <p>
        이 약관에 명시되지 않은 사항이 관계 법령에 규정되어 있을 경우 그 규정에
        따르며, 그렇지 않은 경우에는 서비스별 약관의 취지에 따라 적용할 수
        있습니다.
      </p>

      <h2>제2장 서비스 이용 계약</h2>
      <h3>제5조(서비스 이용신청)</h3>
      <p>
        ① 회원으로 가입하여 서비스를 이용하고자 하는 자는 와카이브에서 요청하는
        카카오톡 회원번호를 제공하여야 합니다.
      </p>
      <p>
        ② 모든 회원은 반드시 회원 본인이 자신의 카카오톡 회원번호를 통하여
        회원가입이 가능하며 등록하지 않은 사용자는 일체의 권리를 주장할 수
        없습니다.
      </p>
      <p>
        ③ 타인의 명의를 도용하는 등 관계법령을 위반하여 이용신청을 한 회원의
        모든 ID는 삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다.
      </p>

      <h2>제3장 서비스의 이용</h2>
      <h3>제6조 (서비스 이용시간)</h3>
      <p>
        서비스의 이용 시간은 와카이브의 업무 및 기술상 특별한 지장이 없는 한
        연중무휴, 1일 24시간(00:00-24:00)을 원칙으로 합니다. 다만, 정기점검 등의
        필요로 와카이브가 정한 날이나 시간은 그러하지 아니합니다. 그리고
        서비스의 중지 및 제한에 대해서는 별도의 조항에 따릅니다.
      </p>
      <h3>제7조 (이용계약의 해지 및 서비스 이용의 제한) </h3>
      <p>
        ① 회원이 서비스 이용계약을 해지하고자 하는 때에는 본인이 직접 온라인을
        통하여 해지신청을 하여야 합니다.
      </p>
      <p>
        ② 와카이브는 회원이 다음 각 호에 해당하는 경우 사전통지 없이 이용계약을
        해지하거나 전부 또는 일부의 서비스 제공을 중지할 수 있습니다.
      </p>
      <ol>
        <li>서비스의 안정적 운영을 방해하는 경우</li>
        <li>방송통신심의위원회로 부터의 이용제한 요구 대상인 경우</li>
        <li>
          서비스를 이용하여 얻은 정보를 와카이브의 동의 없이 상업적으로 이용하는
          경우
        </li>
        <li>기타 와카이브가 부적당하다고 판단한 경우</li>
      </ol>
      <h3>제8조 (회원 삭제 이용 제한)</h3>
      <p>
        ① 와카이브는 필요에 따라 회원을 탈퇴시키거나 회원의 서비스 이용을
        부분적으로 제한할 수 있습니다.
      </p>
      <p>
        ② 와카이브는 회원이 게재 또는 등록하는 서비스내의 내용물이 다음 각 호에
        해당한다고 판단하는 경우에 회원에게 사전 통지 없이 삭제할 수 있습니다.
      </p>
      <ol>
        <li>
          다른 회원 또는 제 3자를 비방하거나 중상모략으로 명예를 손상시키는 경우
        </li>
        <li>와카이브의 운영 목적에 적합하지 않다고 판단되는 경우</li>
        <li>
          공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 유포하는
          경우
        </li>
        <li>
          반국가적, 반사회적, 범죄적, 여성혐오적 행위와 결부된다고 판단되는 경우
        </li>
        <li>기타 관계 법령에 위배된다고 판단되는 경우</li>
      </ol>

      <h3>제9조 (서비스의 중지 및 제한)</h3>
      <p>
        ① 와카이브는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수
        있습니다.
      </p>
      <ol>
        <li>서비스용 설비의 보수 또는 공사로 인한 부득이한 경우</li>
      </ol>
      <p>
        ② 와카이브는 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주
        등으로 서비스 이용에 지장이 있는 때에는 서비스 제공을 중지하거나 제한할
        수 있습니다.
      </p>

      <h2>제4장 의무</h2>
      <h3>제10조 (와카이브의 의무)</h3>
      <p>
        와카이브는 서비스 제공설비를 안정적인 서비스 제공에 적합하도록
        유지하여야 하며 서비스용 설비에 장애 발생 시 조속히 복구하도록
        노력하여야 합니다.
      </p>
      <p>
        서비스 내용의 변경 또는 추가사항이 있는 경우 그 사항을 온라인을 통해
        서비스 화면에 공지합니다.
      </p>

      <h3>제11조 (개인정보보호)</h3>
      <p>
        ① 와카이브는 공공기관의정보공개에관한법률,정보통신망이용촉진등에관한법률
        등 관계법령에 따라 이용신청시 제공받는 회원의 개인정보, 이후에 추가로
        제공받는 개인정보 및 서비스 이용 중 생성되는 개인정보를 보호하여야
        합니다.
      </p>
      <p>
        ② 와카이브는 개인정보를 회원 별도의 동의 없이 제3자에게 제공하지 않으며,
        다음 각 호의 경우는 회원 별도 동의 없이 제3자에게 회원의 개인정보를
        제공할 수 있습니다.
      </p>
      <ol>
        <li>
          수사상 목적에 따른 수사기관의 서면 요구가 있는 경우에 수사협조의
          목적으로 국가수사 기관에 성명, 주소등 신상정보를 제공하는 경우
        </li>
        <li>
          신용정보의 이용 및 보호에 관한 법률, 전기통신 관련법률 등 법률에
          특별한 규정이 있는 경우
        </li>
        <li>
          통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을
          식별할 수 없는 형태로 제공하는 경우
        </li>
      </ol>

      <h3>제15조 (회원의 의무)</h3>
      <p>회원은 서비스를 이용할 때 다음 각 호의 행위를 하지 않아야 합니다.</p>
      <ol>
        <li>
          서비스를 이용하여 얻은 정보를 와카이브의 사전 승낙없이 회원의
          이용이외의 목적으로 복제하거나, 이를 출판, 방송 등에 사용하거나
          제3자에게 제공하는 행위
        </li>
        <li>
          다른 회원 또는 제3자를 비방하거나 중상 모략으로 명예를 손상하는 행위
        </li>
        <li>
          공공질서 및 미풍양속에 위배되는 내용의 정보, 문장, 도형 등을 타인에게
          유포하는 행위
        </li>
        <li>
          반국가적, 반사회적, 범죄적, 여성혐오적 행위와 결부된다고 판단되는 행위
        </li>
        <li>다른 회원 또는 제 3 자의 저작권 등 기타 권리를 침해하는 행위</li>
        <li>기타 관계 법령에 위배되는 행위</li>
      </ol>

      <hr />
      <p>시행일자 : 2024년 5월 2일</p>
    </div>
  );
}
